
function load_chinese() {

  $('#mchart-001').text('输出功率');
  $('#mchart-002').text('充电功率');
  $('#mchart-003').text('太阳能发电');


  inti_info = (function(param) {return param[0].replace(/\n|\r/g, "");})
/*--------------------- HTML ---------------------*/`
<dl id="info_inti">
  <dt>Inti相关</dt>
  <dd>Inti是开发略号名称<br>
      商品名称，根据制造方有所不同
  </dd>
  <dd>图标中请加入光标。进行操作说明表示。
  </dd>
</dl>
`;/*------------------------------------------------*/

  h_login_info = (function(param){return param[0].replace(/\n|\r/g, "");})
/*--------------------- HTML ---------------------*/`
<dl id="info_inti">
  <dt>登录按钮</dt>
  <dd>用于登录的按键<br>
      <strong>登录时，各图标的能够保持灵活
      </strong>
  </dd>
</dl>
`;/*------------------------------------------------*/

  h_log_info = (function(param){return param[0].replace(/\n|\r/g, "");})
/*--------------------- HTML ---------------------*/`
<dl id="info_inti">
  <dt>记录表示区域</dt>
  <dd>表示Inti内发生的活动<br>
      <strong>光标移动时区域即使很大时可以预览到各项活动
      </strong>
  </dd>
</dl>
`;/*------------------------------------------------*/

  hc_outlet_info = (function(param){return param[0].replace(/\n|\r/g, "");})
/*--------------------- HTML ---------------------*/`
<dl id="info_inti">
  <dt>表示输出电力功率</dt>
  <dd>输出功率变频器如果有指定的话要设定好<strong>
      变频器最大输出功率的比率</strong><br>
      指定商用电力的话要设定好商用电力的最大输出<strong>表示相对的比率</strong>
      <br>
      <small>灵活移动电力替换装置的光标，确认各个输出力</small>
  </dd>
</dl>
`;/*------------------------------------------------*/

  hc_charg_info = (function(param){return param[0].replace(/\n|\r/g, "");})
/*--------------------- HTML ---------------------*/`
<dl id="info_inti">
  <dt>表示充电电力</dt>
  <dd>充电器是商用充电<br>
      <strong>从设定好的最大电流及电池的最大电压计算出最大充电电力
      </strong>表示相对的比率<br>
      <small>灵活移动充电器的光标对充电器详细操作
  </small>
  </dd>
</dl>
`;/*------------------------------------------------*/

  hc_solar_info = (function(param){return param[0].replace(/\n|\r/g, "");})
/*--------------------- HTML ---------------------*/`
<dl id="info_inti">
  <dt>表示太阳能发电电力</dt>
  <dd>不是太阳电池的发电量而是根据太阳能充电器表示的充电电力<br>
      <strong>从设定的最大电流及电池最大电压计算出最大充电电力
      </strong>表示相对的比率<br>
      <small>灵活移动充电器光标进行太阳能充电器的详细操作</small>
  </dd>
</dl>
`;/*------------------------------------------------*/

  hi_battery_info = (function(param){return param[0].replace(/\n|\r/g, "");})
/*--------------------- HTML ---------------------*/`
<dl id="info_inti">
  <dt>电源光标</dt>
  <dd>表示电池的剩余电量</dd>
  <dd>操作电压光标时，打开电源设定画面。</dd>
  <dd>确认电源设定画面是可以设定电源的状态
  </dd>
</dl>
`;/*------------------------------------------------*/

  hi_net_info = (function(param){return param[0].replace(/\n|\r/g, "");})
/*--------------------- HTML ---------------------*/`
<dl id="info_inti">
  <dt>网络工作光标</dt>
  <dd>Inti有LAN接续插件和Wife2种网络工作方式
  </dd>
  <dd>网络工作设定画面是设定各个网络接续方法或相关网络设定，确认可以进行操作
  </dd>
</dl>
`;/*------------------------------------------------*/


  hi_pv_info = (function(param){return param[0].replace(/\n|\r/g, "");})
/*--------------------- HTML ---------------------*/`
<dl id="info_inti">
  <dt>太阳电池光标</dt>
  <dd>Inti是太阳电池持续的
  </dd>
  <dd>在太阳电池设定画面除了设定持续的太阳电池及持续方法外，
      还可以看到过去一周间的充电情况
  </dd>
</dl>
`;/*------------------------------------------------*/

  hi_ac_info = (function(param){return param[0].replace(/\n|\r/g, "");})
/*--------------------- HTML ---------------------*/`
<dl id="info_inti">
  <dt>商用电力光标</dt>
  <dd>区域颜色为红色时表示是商用电力持续的
  </dd>
  <dd>Inti在一定条件下可能依靠商用电力线通过变频器输出
  </dd>
  <dd>商用电力设定画面除了设定商用电力相关事项之外，
      还可以看到过去一周间的电力情况
  </dd>
</dl>
`;/*------------------------------------------------*/

  hi_remote_info = (function(param){return param[0].replace(/\n|\r/g, "");})
/*--------------------- HTML ---------------------*/`
<dl id="info_inti">
  <dt>远距离输入功率光标</dt>
  <dd>Inti是利用远距离输出功率的电力线装置（选择）
  </dd>
  <dd>在远距离输入频率设定画面登录输出功率装置，设定及进行实时操作
  </dd>
</dl>
`;/*------------------------------------------------*/

  hi_switching_info = (function(param){return param[0].replace(/\n|\r/g,"");})
/*--------------------- HTML ---------------------*/`
<dl id="info_inti">
  <dt>输出功率切换光标</dt>
  <dd>相对于AC输出功率，选择从变频器，商用电力输出的电力。
      还有，商用电力可以输送变频器
  </dd>
  <dd>在输出功率切换画面设定各个电力的持续，及切换方式。实时进行切换操作。<br>
      还有可以看到过去一周间的各个电力的情况
  </dd>
</dl>
`;/*------------------------------------------------*/

  hi_outlet_info = (function(param){return param[0].replace(/\n|\r/g,"");})
/*--------------------- HTML ---------------------*/`
<dl id="info_inti">
  <dt>AC输出功率光标</dt>
  <dd>AC输出功率是选择通过变频器，商用电力的电力
  </dd>
  <dd>在AC输出功率设定画面选择电力来源，变频器的电压，周波数等，<br>
      商用电力的状态确认可视化
      <strong>AC输出功率设定画面是与变频器设定画面共通的。</strong>
  </dd>
</dl>
`;/*------------------------------------------------*/

  hi_usb_info = (function(param){return param[0].replace(/\n|\r/g,"");})
/*--------------------- HTML ---------------------*/`
<dl id="info_inti">
  <dt>USB光标</dt>
  <dd>Inti有4个充电用的USB接口
  </dd>
  <dd>USB操作画面是可看到各个USB充电接口ON-OFF的操作及现状的<br>
      <strong>Inti的USB接口不仅能充电，而且根据内部程序设计，</strong>
      USB可作为接口。
  </dd>
</dl>
`;/*------------------------------------------------*/

  hi_charge_info = (function(param){return param[0].replace(/\n|\r/g,"");})
/*--------------------- HTML ---------------------*/`
<dl id="info_inti">
  <dt>充电器光标</dt>
  <dd>Inti是搭载1000w的电池充电器
  </dd>
  <dd>在充电操作画面上详细设定充电原因，确认充电状况。<br>
      还有过去一周间的充电履历可视化
  </dd>
</dl>
`;/*------------------------------------------------*/

  hi_inverter_info = (function(param){return param[0].replace(/\n|\r/g,"");})
/*--------------------- HTML ---------------------*/`
<dl id="info_inti">
  <dt>变频器光标</dt>
  <dd>Inti是搭载2000w的变频器
  </dd>
  <dd>在变频器的设定画面设定电力的输出方选择，输出功率电压，周波数等<br>
      <strong>变频器设定画面与AC输出功率设定画面共通的。</strong>
</dl>
`;/*------------------------------------------------*/

  hi_mppt_info = (function(param){return param[0].replace(/\n|\r/g,"");})
/*--------------------- HTML ---------------------*/`
<dl id="info_inti">
  <dt>太阳能发电充电器光标</dt>
  <dd>Inti是搭载高性能太阳能发电的充电器<br>
      Inti搭载的充电器是不能选择升压，降压的太阳电池
  </dd>
  <dd>在太阳能充电器设定画面设定充电器的详细内容并进行设定确认<br>
      还有，过去一周间的充电履历可视化
</dl>
`;/*------------------------------------------------*/

  hi_db_info = (function(param){return param[0].replace(/\n|\r/g,"");})
/*--------------------- HTML ---------------------*/`
<dl id="info_inti">
  <dt>资料数据屏光标</dt>
  <dd>Inti的各部指示，测定结果，工作状况全部在数据库里进行处理<br>
      Inti可以在外部委托数据库
  </dd>
  <dd>在数据库屏设定画面上设定数据资料所在处，确认其他设定。
</dl>
`;/*------------------------------------------------*/

  hi_schedule_info = (function(param){return param[0].replace(/\n|\r/g,"");})
/*--------------------- HTML ---------------------*/`
<dl id="info_inti">
  <dt>日程表光标</dt>
  <dd>Inti的资料库里记录了各部的工作可以操作日程表上的各部工作
  </dd>
  <dd>在日程表设定画面上详细记录数据库上的详细日程
</dl>
`;/*------------------------------------------------*/

  hi_special_info = (function(param){return param[0].replace(/\n|\r/g,"");})
/*--------------------- HTML ---------------------*/`
<dl id="info_inti">
  <dt>特别处理光标</dt>
  <dd>特别处理光标不能单独选择机能
  <ul>
    <li>装置名设定</li>
    <li>使用人登录</li>
    <li>机器监控器</li>
    <li>A/D误差调整</li>
  </ul>
      4项目设定的合成光标
  </dd>
  <dt>装置名设定</dt>
  <dd>通过设定装置名，可以进行合成Inti操作在外部设置资料库时，
      每1个资料都可以进行合成Inti管理
  </dd>
  <dt>使用人登录</dt>
  <dd>使用人登录，通过Inti操作，管理<br>
      使用人有4种
  <ul>
    <li>管理人</li>
    <li>设定可能</li>
    <li>操作可能</li>
    <li>调查可能</li>
  </ul>
      4种可以选择
  </dd>
  <dt>机器监控器</dt>
  <dd>Inti上搭载的各个机器，测定结果状况全部可视化<br>
      <strong>主要是是维护使用</strong>
  </dd>
  <dt>A/D误差调整</dt>
  <dd>对各机器内测定A/D的装置的误差进行调整<br>
      <strong>此画面要特别注意</strong><br>
      <strong>通常厂家以外操作的事项无</strong>
  </dd>
</dl>
`;/*------------------------------------------------*/
}
